import React, { Component } from "react";

class MainContent extends Component {
    render() {
        return (
            <div>
                <p>Дата народження: 9 листопада 2004 року</p>
                <p>Місце народження: Дніпро, Україна</p>
                <p>Освіта: КЗО "СЗШ №75" ДМР, м. Дніпро</p>
                <p>Дистанційна школа "Оптіма", м. Київ</p>
                <p>НТУУ "КПІ імені Ігоря Сікорського", м. Київ</p>

                <h3>Хобі:</h3>
                <ul>
                    <li>Перегляд фільмів та серіалів</li>
                    <li>Прогулянки</li>
                    <li>Спорт</li>
                </ul>

                <h3>Улюблені книги:</h3>
                <ol>
                    <li>"Петля Антимира", 2015</li>
                    <li>"1984", 1949</li>
                    <li>"Портрет Доріана Грея", 1890</li>
                </ol>

                <h3>Опис улюбленого міста:</h3>
                <p>Пере́мишль (пол. Przemyśl) — польське місто у Підкарпатському воєводстві. Адміністративний центр Перемиського повіту.
                    Розташоване на річці Сян, за 14 кілометрів на захід від українсько-польського кордону. Засноване у ІХ–X ст.
                    Входило до складу Київської Русі та Галицького князівства. Короткий час було столицею удільного Перемишльського князівства,
                    очолюваного галицькою гілкою династії родом від Київських князів. В 1389 році місто отримало магдебурзьке право.</p>
            </div>
        );
    }
}

export default MainContent;
